Repository: Rikiza89/family-budget-app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

# ユーザー名
source: Username
it: Nome Utente

# メールアドレス（任意）
source: Email Address (Optional)
it: Email (opzionale)

# パスワード（確認）
source: Password (Confirm)
it: Conferma Password

source: パスワードを再入力
it: Reinserisci password

# パスワードが一致しません
source: Password is inccorect
it: La Password non e corretta

# パスワードは8文字以上にしてください
source: Write a Password that is longer than 8 characters
it: Inserisci una password lunga almeno 8 caratteri

source: ⚠️ 招待コードが見つかりません
it: ⚠️ Codice non trovato

# ⚠️ この招待リンクは無効です
source: Invitation is no valid
it: ⚠️ Link non valido

# すでに家族に所属しています
source: You are already part of this family
it: Fai gia parte della famiglia

# ✓ おかえりなさい、%(username)sさん
source: ✓ Welcome back、%(username)s
it: ✓ Ben tornato、%(username)s

# ユーザー名またはパスワードが正しくありません
source: Username or Password are incorrect
it: Username o Password non corretto

source: ✓ ログアウトしました
it: ✓ Disconnesso

# あなたのニックネーム
source: Your Nickname
it: Il Tuo Soprannome

# 例: パパ、ママ、太郎
source: Example: Dad, Mom, Taro
it: Es: Papà, Mamma, Mario

# 種類
source: Type
it: Tipo

# カテゴリー
source: Cathegory
it: Categoria

# 金額
source: Amount
it: Importo

# 支払方法
source: Payment Method
it: Metodo Pagamento

# 日付
source: Date
it: Data

# メモ
source: Memo
it: Note

# メモ（任意）
source: Memo (Optional)
it: Note (opzionale)

# 選択してください
source: Please Select
it: Seleziona

# 家族名
source: Family Name
it: Nome Famiglia

source: ニックネーム
it: Soprannome

# 家族メンバー
source: Family Members
it: Membri Famiglia

# 支出
source: Outcome
it: Spese

# 収入
source: Income
it: Entrate

# カテゴリー名
source: Category Name
it: Nome Categoria

# 保険（積立）
source: Insurance (Savings)
it: Assicurazione

# 保険型の積立の場合はチェック
source: In the case of an insurance-type savings plan, check the box.
it: Nel caso di un piano di accumulo assicurativo, seleziona la casella.

source: アイコン
it: Icona

# 現金
source: Cash
it: Contanti

# クレジットカード
source: Credit Card
it: Carta di Credito

# QR決済
source: QR Code
it: Codice QR

# 銀行振込
source: Bank Transfer
it: Bonifico Bancario

# その他
source: Others
it: Altro

# 支払方法名
source: Payment Method Name
it: Nome Metodo

# 登録者
source: User
it: Nome Utente

# レシート
source: Receipt
it: Ricevuta

# 固定費
source: Fix Outcome
it: Costi Fissi

# 現金貯蓄
source: Cash Savings
it: Risparmi Contanti

# 毎日
source: Daily
it: Giornaliero

# 毎週
source: Weekly
it: Settimanale

# 毎月
source: Monthly
it: Mensile

# 毎年
source: Yearly
it: Annuale

# 頻度
source: Frequency
it: Frequenza

# 開始日
source: Start Date
it: Data di inizio

# 月次の場合は1-31
source: In case of Monthly 1-31
it: In caso mensile usare 1-31

# 有効
source: Active
it: Attivo

# 定期取引
source: Recurring Transactions
it: Transazioni Ricorrenti

# 通知を有効にする
source: Enable Notifications
it: Abilita Notifiche

# 未記録日数
source: Not Logged days
it: Giorni non inseriti

# 何日間記録がない場合に通知
source: Notify if there is no record for X days
it: Notifica se non ci sono registrazioni per X giorni

# メール通知設定
source: Email Notification Settings
it: Impostazioni Notifiche Email

# 保険積立
source: Insurance (Savings)
it: Assicurazione

# 例: 食費
source: Eg: food
it: Es: Alimentari

source: ✓ 招待リンクを作成しました
it: ✓ Link Creato

source: ✓ 招待を削除しました
it: ✓ Invito Eliminato

source: ✓ カテゴリーを追加しました
it: ✓ Categoria Aggiunta

# ⚠️ このカテゴリーは取引で使用されているため削除できません
source: ⚠️ This category cannot be deleted because it is used in some transactions.
it: ⚠️ Categoria in uso, impossibile eliminare

# ⚠️ この支払方法は取引で使用されているため削除できません
source: ⚠️ This payment method cannot be deleted because it is used in some transactions.
it: ⚠️ Metodo in uso, impossibile eliminare

source: 例: 田中家
it: Esempio: Rossi

# デフォルトカテゴリーを使用
source: Use Default Categories
it: Usa Categorie Predefinite

# 月額予算
source: Monthly Budget
it: Budget Mensile

source: ✓ 予算を設定しました
it: ✓ Budget Impostato

# アイコン（絵文字）
source: Icon (Emoji)
it: Icona (emoji)

# 保険積立として扱う
source: Treat as insurance
it: Tratta come Assicurazione

# チェックすると、支出と貯蓄の両方に計上されます
source: If checked, it will be recorded in both expenses and savings.
it: Se selezionato, sarà contato sia come spesa che come risparmio

# 追加
source: Add
it: Aggiungi

# キャンセル
source: Cancel
it: Annulla

# 定期取引追加
source: Add Recurring Transaction
it: Aggiungi transazione ricorrente

# 終了日（任意）
source: End Date (Optional)
it: Data di fine (opzionale)

# 毎月の日付（月次のみ）
source: Day of Month (Monthly Only)
it: Giorno del mese (solo mensile)

# 例: 25日 → 25
source: Example: 25 → 25
it: Esempio: 25 → 25

# 家計簿アプリ
source: Household Budget Application
it: App Bilancio famigliare

# 家計簿
source: Household Budget
it: Bilancio

# ようこそ
source: Welcome
it: Benvenuto

# 支出・収入を入力
source: Input Income・Outcome
it: Inserisci Spese/Entrate

# 貯金を登録
source: Register Saving
it: Registra Risparmio

# 取引履歴
source: Transaction History
it: Storico Transazioni

# 貯蓄サマリー
source: Savings Summary
it: Riepilogo Risparmi

# 予算管理
source: Savings Summary
it: Gestione Budget

# 将来予測
source: Future Forecast
it: Previsione Futuro

# メール設定
source: Email Settings
it: Impostazioni Email

# 設定
source: Settings
it: Impostazioni

# ログアウト
source: Logut
it: Esci

# 削除
source: Delete
it: Elimina

# 確認
source: OK
it: Conferma

# この操作は取り消せません。
source: This action cannot be undone.
it: Questa azione è irreversibile.

# 削除する
source: Delete
it: Elimina

# 定期取引一括記録
source: Record All Recurring Transactions
it: Registra transazioni ricorrenti

# 記録する
source: Record
it: Registra

# 記録すべき定期取引はありません
source: There are no recurring transactions to record
it: Non ci sono transazioni ricorrenti da registrare

# 戻る
source: Back
it: Indietro

# いつでも削除できます
source: You can delete it any time
it: E possibile cancellare in qualunque momento

# 招待リンクを作成
source: Create Invitation Link
it: Crea Link Invito

# 今月の収支
source: This Month's expenses
it: Bilancio Mensile

# 残高
source: Balance
it: Saldo

# 総貯蓄（今月）
source: Total Savings (This Month)
it: Risparmi Totali (Mese)

# 過去6ヶ月の推移
source: Trend Over the Past 6 Months
it: Ultimi 6 Mesi

# カテゴリー別支出
source: Expenses by Category
it: Spese per Categoria

# 積立
source: Savings
it: Risparmio

# まだ支出がありません
source: No expenses yet
it: Nessuna spesa

# 予算状況
source: Budget Status
it: Stato Budget

# 予算オーバー
source: Over Budget
it: Budget Superato

# 最近の取引
source: Recent Transactions
it: Transazioni Recenti

# すべて見る
source: View All
it: Vedi Tutto

# まだ取引がありません
source: No transactions yet
it: Nessuna transazione

# 支出を記録
source: Record Expense
it: Registra Spesa

# 収入を記録
source: Record Income
it: Registra Entrata

# カテゴリー削除
source: Delete Category
it: Elimina Categoria

# 件の取引で使用されています
source: transactions
it: transazioni utilizzano questo elemento

# このカテゴリーを削除してもよろしいですか？
source: Are you sure you want to delete this category?
it: Eliminare questa categoria?

# 招待削除
source: Delete Invitation
it: Elimina Invito

# この招待リンクを削除してもよろしいですか？
source: Are you sure you want to delete this invitation link?
it: Eliminare questo link?

# 有効期限
source: Expiration Date
it: Scadenza

# 支払方法削除
source: Delete Payment Method
it: Elimina Metodo

# この支払方法を削除してもよろしいですか？
source: Are you sure you want to delete this payment method?
it: Eliminare questo metodo?

# 予算編集
source: Edit Budget
it: Modifica budget

# 更新
source: Update
it: Aggiorna

# カテゴリー編集
source: Edit Category
it: Modifica categorie

# 通知先メールアドレス（1行1アドレス）
source: Notification email addresses (one per line)
it: Indirizzi email di notifica (uno per riga)

# 保存
source: Save
it: Salva

# データエクスポート
source: Export Data
it: Esporta Dati

# 取引データをCSV形式でダウンロードできます
source: You can download transaction data in CSV format
it: Scarica le transazioni in formato CSV

# CSVダウンロード
source: Download CSV
it: Scarica CSV

# メンバー一覧
source: Member List
it: Elenco Membri

# あなた
source: You
it: Tu

# 招待リンク
source: Invitation Link
it: Link Invito

# 新規作成
source: Create New
it: Crea Nuovo

# コピー
source: Copy
it: Copia

# 招待リンクがありません
source: No invitation links
it: Nessun link invito

# 設定に戻る
source: Back to Settings
it: Torna alle impostazioni

# 予測期間
source: Forecast Period
it: Periodo di previsione

# 現在の貯蓄
source: Current Savings
it: Risparmi attuali

# 年後の予測
source: Forecast after years
it: previsione tra anni

# 年平均（過去12ヶ月）
source: Yearly Average (Past 12 Months)
it: Media annuale (ultimi 12 mesi)

source: 総貯蓄
it: Risparmi Totali

# 家族に参加
source: Join the Family
it: Unisciti alla Famiglia

# に招待されています
source: You are invited to
it: ti ha invitato

# 参加すると、家族の家計簿を共有できます。
source: By joining, you can share the family’s household budget.
it: Unendoti, potrai condividere il bilancio familiare.

# 家族メンバーに表示されます
source: Displayed to family members
it: Visibile ai membri della famiglia

# 参加する
source: Join
it: Unisciti

# 家族で使える家計簿アプリ
source: A household budget app for families
it: App Bilancio per Famiglie

# スマホで2タップ。収支も貯蓄も一目でわかる。
source: Record in 2 taps on your smartphone. See expenses and savings at a glance.
it: 2 tap sullo smartphone. Gestione completa delle finanze.

# 無料で始める
source: Start for Free
it: Inizia Gratis

# ログイン
source: Login
it: Accedi

# こんな機能があります
source: Features
it: Funzionalità

# 2タップで記録
source: Record in 2 Taps
it: Registra in 2 Tap

# レシートを撮影してすぐ入力。スマホに最適化された操作感。
source: Snap a receipt and enter immediately. Optimized for smartphones.
it: Fotografa lo scontrino e registra. Ottimizzato per smartphone.

# 一目でわかる
source: At a Glance
it: Visione Chiara

# 月次収支、カテゴリー別、予算対比がダッシュボードで確認できます。
source: Monthly income and expenses, category breakdowns, and budget comparisons are visible on the dashboard.
it: Bilancio mensile, categorie e budget sul dashboard.

# 貯蓄を分けて管理
source: Manage Savings Separately
it: Gestione Separata Risparmi

# 現金貯蓄と保険積立を別々に管理。長期資産が見える化。
source: Manage cash savings and insurance savings separately. Visualize long-term assets.
it: Gestisci separatamente risparmi contanti e assicurazione.

# 今すぐ無料で始めましょう
source: Start Free Now
it: Inizia Ora Gratuitamente

# 登録は1分。家計管理を今日から始められます。
source: Registration takes 1 minute. Start managing your household budget today.
it: Registrazione in 1 minuto. Inizia oggi.

# アカウント作成（無料）
source: Create Account (Free)
it: Crea Account (Gratis)

# かんたん・シンプル・続けやすい
source: Simple, Easy, and Sustainable
it: Semplice, facile, efficace

# アカウントをお持ちでない方
source: Don’t have an account?
it: Non hai un account?

# 新規登録はこちら
source: Sign Up Here
it: Registrati qui

# ログアウトしますか？
source: Do you want to log out?
it: Vuoi uscire?

# またすぐに戻ってきてくださいね
source: Come back soon!
it: Torna presto!

# ログアウトする
source: Log Out
it: Esci

source: の予算
it: Budget

# 設定済み予算
source: Set Budgets
it: Budget Configurati

# 編集
source: Edit
it: Modifica

# 残り
source: Remaining
it: Rimanente

# 予算を追加
source: Add Budget
it: Aggiungi Budget

# カテゴリー管理
source: Manage Categories
it: Gestione Categorie

# 支払方法管理
source: Manage Payment Methods
it: Gestione Pagamenti

# 定期取引管理
source: Recurring Transaction Management
it: Gestione Transazioni Ricorrenti

# すべての定期取引を一括記録
source: Record All Recurring Transactions at Once
it: Registra Tutte le Transazioni Ricorrenti

# 今日記録すべき定期取引をまとめて登録
source: Add All Recurring Transactions Due Today
it: Registra le Transazioni Ricorrenti di Oggi

# 開始
source: Start
it: Inizio

# 最終
source: Last
it: Ultimo

# 無効
source: Inactive
it: Inattivo

# 定期取引がありません
source: No recurring transactions available
it: Non ci sono transazioni ricorrenti

# クイック入力
source: Quick Entry
it: Inserimento Rapido

# よく使う金額
source: Frequently Used Amounts
it: Importi Frequenti

# 支出・収入を記録
source: Record Expense/Income
it: Registra Spese/Entrate

# 今日
source: Today
it: Oggi

# 昨日
source: Yesterday
it: Ieri

# 一昨日
source: Day Before Yesterday
it: L'altro Ieri

# レシート（任意）
source: Receipt (Optional)
it: Ricevuta (opzionale)

# タップして写真を撮影
source: Tap to Take a Photo
it: Tocca per Scattare Foto

# 保存して続ける
source: Save and Continue
it: Salva e Continua

# 現金貯蓄を登録
source: Register Cash Savings
it: Registra Risparmio Contanti

# 給料からの積立、ボーナス貯金など
source: Savings from salary, bonus, etc.
it: Risparmi automatici dallo stipendio, risparmi dal bonus, ecc.

# ヒント
source: Hint
it: Suggerimento

source: 保険の積立は「支出」として「保険（積立）」カテゴリーで登録してください。こちらは純粋な現金貯蓄用です。
it: Registra l'assicurazione come 'Spesa' nella categoria 'Assicurazione'. Questo è solo per risparmi contanti.

# 貯金を保存
source: Save Savings
it: Salva Risparmio

# 総貯蓄額
source: Total Savings
it: Totale Risparmi

# 現金貯蓄履歴
source: Cash Savings History
it: Storico Risparmi Contanti

# 貯金
source: Savings
it: Risparmio

# まだ貯金がありません
source: No savings yet
it: Nessun risparmio

# 保険積立履歴
source: Insurance Savings History
it: Storico Assicurazione

# まだ保険積立がありません
source: No insurance savings yet
it: Nessuna assicurazione

# 貯金を追加
source: Add Savings
it: Aggiungi Risparmio

# 家族情報
source: Family Information
it: Info Famiglia

# メンバー管理
source: Manage Members
it: Gestione Membri

# メンバー
source: Members
it: Membri

# 管理
source: Manage
it: Gestisci

# 便利機能
source: Convenient Features
it: Funzioni Utili

# 食費
source: Food
it: Alimentari

# 外食
source: Dining Out
it: Ristoranti

# 日用品
source: Daily Necessities
it: Casa

# 交通費
source: Transportation
it: Trasporti

# 光熱費
source: Utilities
it: Utenze

# 通信費
source: Communication
it: Telefono/Internet

# 医療費
source: Medical Expenses
it: Spese Mediche

# 娯楽
source: Entertainment
it: Intrattenimento

# 衣服
source: Clothing
it: Abbigliamento

# デフォルトカテゴリーで始める
source: Start with Default Categories
it: Inizia con Categorie Predefinite

# 後から管理画面で追加・編集できます
source: You can add or edit later in the management screen
it: Puoi modificarle dopo

# 最後のステップです！
source: Final Step!
it: Ultimo passaggio!

# 交通系ICカード
source: Transit IC Card
it: Carta Prepagata

source: PayPay
it: Pagamento Digitale

# セットアップ完了
source: Setup Complete
it: Setup Completato

# 後から追加・編集できます
source: You can add or edit later
it: Puoi modificarle dopo

# プロフィール設定
source: Profile Setup
it: Configura Profilo

# はじめまして！
source: Nice to Meet You!
it: Benvenuto!

# まずはプロフィールを設定しましょう
source: Let's set up your profile first
it: Configura il tuo profilo

# 例: 田中家、佐藤ファミリー
source: Example: Tanaka Family, Sato Family
it: Es: Famiglia Rossi

# 次へ
source: Next
it: Avanti

# 新規登録
source: Sign Up
it: Registrati

# 無料で今すぐ始められます
source: Start Now for Free
it: Inizia subito gratuitamente

# 英数字のみ使用可能
source: Alphanumeric characters only
it: Solo caratteri alfanumerici

# 8文字以上
source: At least 8 characters
it: Minimo 8 caratteri

# アカウント作成
source: Create Account
it: Crea Account

# すでにアカウントをお持ちの方
source: Already have an account?
it: Hai già un account?

# ログインはこちら
source: Login Here
it: Accedi qui

# すべて
source: All
it: Tutto

# 支出のみ
source: Expenses Only
it: Solo Spese

# 収入のみ
source: Income Only
it: Solo Entrate

# 全カテゴリー
source: All Categories
it: Tutte le Categorie

# フィルター適用
source: Apply Filter
it: Applica Filtri

# 取引がありません
source: No Transactions
it: Nessuna transazione

# 最初の取引を追加
source: Add Your First Transaction
it: Aggiungi Prima Transazione

# 給料
source: Salary
it: Stipendio

# 副収入
source: Side Income
it: Entrate Extra

# その他収入
source: Other Income
it: Altre Entrate

source: ✓ 登録しました
it: ✓ Registrato

source: ✓ 貯金を登録しました
it: ✓ Risparmio Registrato

source: ✓ 削除しました
it: ✓ Eliminato
